Repository: wp-plugins/bws-google-analytics
Catalog: languages/gglnltcs-*.po
Languages: ru_ru

source: requires
ru_ru: требует

source: or higher, that is why it has been deactivated! Please upgrade WordPress and try again.
ru_ru: или выше, поэтому он был деактивирован! Пожалуйста, обновите WordPress и попробуйте ещё раз.

source: Back to the WordPress
ru_ru: Вернутся на WordPress

source: Plugins page
ru_ru: страницу плагинов

source: BestWebSoft Google Analytics Settings
ru_ru: BestWebSoft Google Analytics настройки

source: In order to use BestWebSoft Google Analytics plugin, you must be signed in with a registered Google Account email address and password. If you don't have Google Account you can create it
ru_ru: Чтобы использовать плагин BWS Google Analytics, вы должны войти в Google Account. Если у вас нет гугл аккаунта, можете создать его

source: here
ru_ru: здесь

source: Sign In To Google Account
ru_ru: Войти в Google Account

source: Or Click Here If You Have Disabled Javascript
ru_ru: Или нажмите сюда, если у вас отключен Javascript

source: When you finish authorization process you will get Google Authentication Code. You must enter this code in the field below and press "Start Plugin" button. This code will be used to get an Authentication Token so you can access your website stats.
ru_ru: После завершения процесса авторизации вы получите код аутентификации. Вам будет необходимо скопировать этот код и вставить его в поле, расположенное ниже, после чего нажать кнопку "Вперёд".

source: Start Plugin
ru_ru: Вперёд

source: Invalid code. Please, try again.
ru_ru: Неверный код. Пожалуйста, попробуйте ещё раз.

source: Back
ru_ru: Назад

source: Date values must match the pattern YYYY-MM-DD.
ru_ru: Дата должна соответствовать шаблону ГГГГ-ММ-ДД.

source: Any request must supply at least one metric.
ru_ru: Необходимо выбрать, по меньшей мере, один показатель.

source: Invalid Date Range.
ru_ru: Вы задали неверный временной диапазон.

source: Unique Visitors
ru_ru: Кол-во посетителей

source: New Visits
ru_ru: Уникальные посетители

source: Visits
ru_ru: Кол-во посещений

source: Bounce Rate
ru_ru: Показатель отказов

source: Average Visit Duration
ru_ru: Ср. продолж. посещ.

source: Pageviews
ru_ru: Кол-во просмотренных страниц

source: Pages / Visit
ru_ru: Кол-во страниц за одно посещение

source: Failed to process the received data correctly
ru_ru: Не удалось корректно обработать полученные данные

source: Settings
ru_ru: Настройки

source: Support
ru_ru: Поддержка

source: Tracking code is empty. You must enter a tracking code to add it to your blog.
ru_ru: Код отслеживания не введен. Введите код отслеживания, чтобы добавить его на свой блог.

source: Settings saved.
ru_ru: Настройки сохранены.

source: Settings are not saved.
ru_ru: Настройки не сохранены.

source: Line Chart
ru_ru: Линейный график

source: Table Chart
ru_ru: Таблица

source: Tracking Code & Reset
ru_ru: Код отслеживания и сброс настроек

source: Notice
ru_ru: Внимание

source: The plugin's settings have been changed. In order to save them please don't forget to click the 'Save Changes' button.
ru_ru: Настройки плагина были изменены. Для сохранения настроек не забудьте нажать на кнопку "Сохранить изменения".

source: Metrics
ru_ru: Показатели

source: Get Statistic
ru_ru: Получить статистику

source: This plugin requires JavaScript to work properly.
ru_ru: Для корректной работы плагина необходимо, чтобы браузер поддерживал JavaScript.

source: If you enjoy our plugin, please give it 5 stars on WordPress
ru_ru: Если вам понравился плагин то поставте нам 5 звезд на WordPress

source: Rate the plugin
ru_ru: Оценить плагин

source: If there is something wrong about it, please contact us
ru_ru: Если у вас есть какие-то вопросы, обращайтесь

source: Dimensions
ru_ru: Размерность

source: Start Date
ru_ru: Начальная дата

source: End Date
ru_ru: Конечная датa

source: Insert tracking Code To Your Blog
ru_ru: Разместить код остлеживания на вашем блоге

source: If you want to enable tracking and collect statistic from the
ru_ru: Если вы хотите включить отслеживание вашего блога и получать статистический отчёт по

source: you need to insert tracking code to your blog. To do this you should follow next steps
ru_ru: вам необходимо разместить код отслеживания на вашем блоге. Для этого проделайте следующие шаги

source: Sign in
ru_ru: Войдите

source: to your Google Analytics account. Click
ru_ru: в ваш Google Analytics аккаунт. Затем нажмите

source: in the menu bar at the top of any page.
ru_ru: на любой странице в верхней части экрана в строке меню.

source: In the
ru_ru: В

source: Account column
ru_ru: колонке Account

source: select the account from the dropdown that you want to add the property to.
ru_ru: из выпадающего списка выберите аккаунт, куда будете добавлять ресурс.

source: In the dropdown in the
ru_ru: В

source: Property column
ru_ru: колонке Property

source: click
ru_ru: нажмите

source: Select
ru_ru: Выберите

source: Select a tracking method. Click either
ru_ru: Выберите метод трекинга. Нажмите

source: or
ru_ru: или

source: We strongly recommend Universal Analytics.
ru_ru: Мы настоятельно рекомендуем метод Universal Analytics.

source: Enter the
ru_ru: Введите

source: name of your Wordpress blog.
ru_ru: название вашего блога.

source: of your blog
ru_ru: вашего блога

source: Select an
ru_ru: Выберите

source: Select the
ru_ru: Выберите

source: Click
ru_ru: Нажмите

source: Copy
ru_ru: Скопируйте

source: that looks like
ru_ru: который выглядит следующим образом

source: and past it to the field above.
ru_ru: и вставьте его в соответсвующее поле чуть выше данной инструкции.

source: Check
ru_ru: Отметьте чекбокс

source: Add tracking Code To Your Blog
ru_ru: Добавить код отслеживания на свой блог

source: checkbox (if not checked) and click
ru_ru: (если он не отмечен) и нажмите кнопку

source: Save Changes
ru_ru: Сохранить изменения

source: Accounts
ru_ru: Аккаунты

source: Webproperties
ru_ru: Ресурсы

source: There was an Analytics API service error
ru_ru: Произошла ошибка

source: There was a general API error
ru_ru: Произошла ошибка

source: It seems like you are not registered for Google Analytics or you don't have any Google Analytics Account.
ru_ru: Похоже, что вы не зарегистрированы в Google Analytics или же вы не создали ни одного аккаунта в Google Analytics.

source: To gain access to Analytics you must
ru_ru: Чтобы получить доступ к Analytics вы должны

source: register for Google Analytics
ru_ru: зарегистрироваться в Google Analytics

source: and create an Analytics account, a one-time, simple process.
ru_ru: и создать Analytics account. Это разовая, простая процедура.

source: option
ru_ru: опцию

source: Under the section called
ru_ru: В разделе

source: enter an
ru_ru: введите

source: Account Name
ru_ru: название аккаунта

source: Use a specific and descriptive name, so you can easily tell what this account is for when you see the name in the Account list.
ru_ru: Используйте уникальное и описательное название, так чтобы затем вы могли с лёгкостью понять, для чего был создан этот аккаунт.

source: enter the
ru_ru: введите

source: name of your Wordpress blog
ru_ru: название вашего блога

source: and past it to the field below.
ru_ru: и вставьте его в поле, расположенное ниже.

source: Tracking code
ru_ru: Код отслеживания

source: Deauthorize & Reset Settings
ru_ru: Сбросить настройки и выйти

source: Log Out
ru_ru: Выйти

source: Group by
ru_ru: Сгруппировать по

source: Results
ru_ru: Результаты

source: Invalid Date Range
ru_ru: Неверный временной диапазон

source: Jan
ru_ru: Янв

source: Feb
ru_ru: Февр

source: Mar
ru_ru: Март

source: Apr
ru_ru: Апр

source: May
ru_ru: Май

source: Jun
ru_ru: Июнь

source: Jul
ru_ru: Июль

source: Aug
ru_ru: Авг

source: Sep
ru_ru: Сент

source: Oct
ru_ru: Окт

source: Nov
ru_ru: Нояб

source: Dec
ru_ru: Дек

source: Total number of visitors for the requested time period.
ru_ru: Общее число посетителей за выбранный период времени.

source: Visitor
ru_ru: Посетители

source: The number of visitors whose visit to your property was marked as a first-time visit.
ru_ru: Количество посетителей, которые зашли на ваш ресурс в первый раз.

source: Counts the total number of sessions.
ru_ru: Подсчитывается общее количество сеансов.

source: Session
ru_ru: Сеансы

source: The percentage of single-page visits (i.e., visits in which the person left your property from the first page).
ru_ru: Показатель отказов – это процент посещений, в ходе которых было открыто не более одной страницы, т. е. при которых посетитель покидает сайт со страницы входа.

source: The average duration visitor sessions.
ru_ru: Средняя продолжительность сеанса.

source: The total number of pageviews for your property.
ru_ru: Общее количество страниц, просмотренных посетителями. Учитываются повторные просмотры одной страницы.

source: Page Tracking
ru_ru: Страницы

source: The average number of pages viewed during a visit to your property. Repeated views of a single page are counted.
ru_ru: Среднее число просмотров страниц (средняя глубина просмотра) в ходе одного посещения вашего сайта. Учитываются повторные просмотры одной страницы.

source: A boolean indicating if a visitor is new or returning. Possible values: New Visitor, Returning Visitor.
ru_ru: Логическое значение показывает новый ли посетитель либо

source: Visitor Type
ru_ru: Тип Посетителей

source: The continents of property visitors, derived from IP addresses.
ru_ru: Континент посетителей сайта, полученные из IP адреса.

source: Continent
ru_ru: Континет

source: Geo Network
ru_ru: Гео Сеть

source: The sub-continent of visitors, derived from IP addresses. For example, Polynesia or Northern Europe.
ru_ru: Субконтинентальный регион посетителей, полученный из IP адресов. Например, Полинезия или Северная Европа.

source: Sub Continent Region
ru_ru: Субконтинентальный регион

source: The countries of website visitors, derived from IP addresses.
ru_ru: Страны посетителей сайта, полученные из IP адресов.

source: Country / Territory
ru_ru: Страна / Территория

source: The region of visitors to your property, derived from IP addresses. In the U.S., a region is a state, such as New York.
ru_ru: Регион посетителей вашей собственности, полученные из IP адресов. В США, регионом является штат, такой как Нью-Йорк.

source: Region
ru_ru: Регион

source: The Designated Market Area (DMA) from where traffic arrived on your property.
ru_ru: DMA регион из которого пришел трафик на ваш сайт.

source: The cities of property visitors, derived from IP addresses.
ru_ru: Города посетителей сайта, полученные из IP адресов.

source: City
ru_ru: Город

source: The approximate latitude of the visitor's city. Derived from IP address. Locations north of the equator are represented by positive values and locations south of the equator by negative values.
ru_ru: Примерная широта города посетителя. Полученная из IP адреса. Места к северу от экватора отображены положительным значениями и места южнее экватора - отрицательными

source: Latitude
ru_ru: Широта

source: The approximate longitude of the visitor's city. Derived from IP address. Locations east of the meridian are represented by positive values and locations west of the meridian by negative values.
ru_ru: Примерная долгота города посетителя. Полученная из IP адреса. Места к востоку от меридиана отображены положительным значениями и места западнее меридина - отрицательными

source: Longitude
ru_ru: Долгота

source: The domain name of the ISPs used by visitors to your property. This is derived from the domain name registered to the IP address.
ru_ru: Имя домена ISPs используемого посетителями вашего сайта. Оно получено изи имени домена зарегистрированного на IP адрес.

source: Network Domain
ru_ru: Сеть Домена

source: The name of service providers used to reach your property. For example, if most visitors to your website come via the major service providers for cable internet, you will see the names of those cable service providers in this element.
ru_ru: Название интернет провайдеров используемого для посщенеия вашего сайта. Например, если большинство посетителей сайта посетили его используя интернет провайдеров кабельного интернета, вы увидите названиея этих интернет провайдеров в этом поле.

source: Service Provider
ru_ru: Интернет Провайдер

source: The names of browsers used by visitors to your website. For example, Internet Explorer or Firefox.
ru_ru: Названеи браузеров, используемых посетителями вашего сайта. Например, Internet Explorer или Firefox.

source: Browser
ru_ru: Браузер

source: Platform or Device
ru_ru: Платформа Устройства

source: The browser versions used by visitors to your website. For example, 2.0.0.14
ru_ru: Версия браузера, используемая посетителями вашего сайта. Например, 2.0.0.14

source: Browser Version
ru_ru: Версия Браузера

source: The operating system used by your visitors. For example, Windows, Linux , Macintosh, iPhone, iPod.
ru_ru: Операционная система, используемая посетителями. Например, Windows, Linux , Macintosh, iPhone, iPod.

source: Operating System
ru_ru: Операционная Система

source: The version of the operating system used by your visitors, such as XP for Windows or PPC for Macintosh.
ru_ru: Версия операционной системы, используемая посетителями, такая как XP для Windows или PPC для Macintosh.

source: Operating System Version
ru_ru: Версия Операционной Системы

source: Mobile manufacturer or branded name.
ru_ru: Название производителя мобильного устройства.

source: Mobile Device Branding
ru_ru: Бренд Мобильного Устройства

source: Mobile device model.
ru_ru: Модель мобильного устройства.

source: Mobile Device Model
ru_ru: Модель Мобильного Устройства

source: Selector used on the mobile device (e.g.: touchscreen, joystick, clickwheel, stylus).
ru_ru: Способ ввода на мобильном устройстве (например: сенсорный экран, джойстик, колесико переключения, стилус)

source: Mobile Input Selector
ru_ru: Срество Выбора на Мобильном Устройстве

source: The type of device: desktop, tablet, or mobile.
ru_ru: Тип устройства: ПК, планшет, или мобильное устройство

source: Device Category
ru_ru: Категория устройства

source: The year of the visit. A four-digit year from 2005 to the current year.
ru_ru: Год посещения. Четырехзначное число от 2005 до текущего года.

source: Time
ru_ru: Время

source: The month of the visit. A two digit integer from 01 to 12.
ru_ru: Месяц посещения. Двузначное число от 01 до 12.

source: The week of the visit. A two-digit number from 01 to 53. Each week starts on Sunday.
ru_ru: Неделя посещения. Двузначное число от 01 до 53. Каждая неделя начинается с Субботы.

source: Week of the Year
ru_ru: Неделя года

source: The day of the month. A two-digit number from 01 to 31.
ru_ru: День месяца. Двузначное число от 01 до 31.

source: A two-digit hour of the day ranging from 00-23 in the timezone configured for the account. This value is also corrected for daylight savings time, adhering to all local rules for daylight savings time. If your timezone follows daylight savings time, there will be an apparent bump in the number of visits during the change-over hour (e.g. between 1:00 and 2:00) for the day per year when that hour repeats. A corresponding hour with zero visits will occur at the opposite changeover. (Google Analytics does not track visitor time more precisely than hours.)
ru_ru: Двузначное значение времени дня в диапазоне 00-23 в часовом поясе установленном в аккаунте. Это значение также откоректировано для "летнего" времени, придерживаясь всех локальных правил "летнего" времени. Если ваш часовой пояс использует "летнее" время, там будет наложение количества посещений во время перехода (например, между 1:00 и 2:00) для того дня в году когда эти часы повторяются. Соотвественно статистика за нулевой час будет отображаться за предыдущий день. (Google Analytics не отслеживает посещения за период меньше часа)

source: Hour
ru_ru: Час
